esc/conda-zsh-completion
zsh-users/zsh-completions
robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh path:lib/cli.zsh
robbyrussell/oh-my-zsh path:lib/completion.zsh
robbyrussell/oh-my-zsh path:lib/directories.zsh
robbyrussell/oh-my-zsh path:lib/grep.zsh
robbyrussell/oh-my-zsh path:lib/history.zsh
robbyrussell/oh-my-zsh path:lib/key-bindings.zsh
robbyrussell/oh-my-zsh path:lib/misc.zsh
robbyrussell/oh-my-zsh path:lib/theme-and-appearance.zsh
robbyrussell/oh-my-zsh path:lib/termsupport.zsh
robbyrussell/oh-my-zsh path:plugins/command-not-found
robbyrussell/oh-my-zsh path:plugins/npm
robbyrussell/oh-my-zsh path:plugins/rust
robbyrussell/oh-my-zsh path:plugins/web-search
robbyrussell/oh-my-zsh path:plugins/sudo
robbyrussell/oh-my-zsh path:plugins/yarn kind:fpath
robbyrussell/oh-my-zsh path:plugins/cpanm kind:fpath
robbyrussell/oh-my-zsh path:plugins/pip kind:fpath
robbyrussell/oh-my-zsh path:plugins/ripgrep kind:fpath
robbyrussell/oh-my-zsh path:plugins/cargo kind:fpath
robbyrussell/oh-my-zsh path:plugins/celery kind:fpath
sinetoami/antibody-completion
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
romkatv/powerlevel10k
wfxr/forgit
